import React from "react";

const Footer = () => {
    return (
        <footer>
            <div className="wrapper">
                <div className="footer-wrapper">
                    <div className="link-list">
                        <div>
                            {" "}
                            <h1>Контакты</h1>
                            <ul>
                                <li>Адреса магазинов</li>
                                <li>Отдел продаж</li>
                                <li>Отдел по работе с сетями</li>
                                <li>Отдел закупок</li>
                                <li>Бухгалтерия</li>
                                <li>Руководство</li>
                            </ul>
                        </div>
                        <div>
                            <h1>Условия работы</h1>
                            <ul>
                                <li>Как сделать заказ</li>
                                <li>Оплата</li>
                                <li>Оплатить</li>
                                <li>Доставка</li>
                                <li>Система скидок</li>
                                <li>Документы</li>
                                <li>Реквизиты</li>
                                <li>Частые вопросы</li>
                                <li>Обмен и возврат</li>
                            </ul>
                        </div>
                        <div>
                            <h1>Обучение</h1>
                            <ul>
                                <li>Для сотрудников</li>
                                <li>Статьи</li>
                                <li>Видеоуроки</li>
                                <li>Семинары</li>
                            </ul>
                        </div>
                        <div>
                            <h1>О компании</h1>
                            <ul>
                                <li>Новости</li>
                                <li>Награды</li>
                                <li>Благотворительность</li>
                                <li>Вакансии</li>
                                <li>Политика конфидециальности</li>
                            </ul>
                        </div>
                    </div>
                    <div>
                        <p>© 1994-2021 ООО НПП «МИКРОС», сеть магазинов товаров для праздника</p>
                        <p>
                            Вся информация на сайте – собственность интернет-магазина Микрос.рф. Все данные, представленные на сайте, носят сугубо информационный характер. Для более подробной информации следует обращаться к менеджерам компании по
                            указанным на сайте телефонам. Информация на сайте микрос.рф не является публичной офертой.
                        </p>
                    </div>
                </div>
            </div>
        </footer>
    );
};

export default Footer;
